data_male={ "data": [
        {
            "situation": "I am recently receiving \"C\"s in my tests.",
            "situation_type": "1",
        "strategy_1": "Visit the nearby coffee spot. Enjoy a good time, taking a small break from studying.",
        "strategy_2": "Those are the first tests of the semester. You'll have an opportunity to improve later."
        },
        {
            "situation": "My personal computer won't turn on.",
            "situation_type": "1",
        "strategy_1": "Tonight your favorite band is performing. Treat yourself to their show for a pleasant escape.",
        "strategy_2": "You've been working hard. Take this time off, step away from work for a while."
        },
        {
            "situation": "I've spent the night in the ER after a car crash.",
            "situation_type": "1",
        "strategy_1": "Rest at home, engage in activities you enjoy. A small breather during this challenging time.",
        "strategy_2": "Accidents happen to careful drivers. The important thing is you're safe and back home now."
        },
        {
            "situation": "I've noticed that my car is slightly damaged.",
            "situation_type": "1",
        "strategy_1": "Explore north for a mountain hike. Nature's fresh air and scenery offer a reviving experience.",
        "strategy_2": "Maybe someone rushed in the parking lot. It's a great opportunity to fix prior scratches."
        },
        {
            "situation": "My internet provider will be off for about a week.",
            "situation_type": "1",
        "strategy_1": "Visit a downtown bar, enjoy a drink, meet new people. A perfect way to unwind.",
        "strategy_2": "It's just one week. Explore offline interests, there's a world beyond screens and online activities."
        },
        {
            "situation": "There was an earthquake in my city.",
            "situation_type": "1",
        "strategy_1": "Take a beach walk, and embrace the sun. It may refocus from the scary stuff.",
        "strategy_2": "Earthquakes are rare here. Look for a safer apartment in the next rental for security."
        },
        {
            "situation": "My vacation was cancelled due to COVID-19.",
            "situation_type": "1",
        "strategy_1": "Head to the nearest beach and watch the sunset. A small getaway, resembling a peaceful escape.",
        "strategy_2": "Far travel is tiring. Seize the chance to explore nearby beautiful places close to home."
        },
        {
            "situation": "There was a fire in my kitchen yesterday.",
            "situation_type": "1",
        "strategy_1": "There are sales in the mall, buy yourself something new. Hopefully offering you some comfort.",
        "strategy_2": "At least rest of the house is safe. An opportunity to renovate the old kitchen."
        },
        {
            "situation": "I've lost my laptop somewhere at the mall.",
            "situation_type": "1",
        "strategy_1": "Go to the movies and enjoy a funny film.  It could provide a temporary relief.",
        "strategy_2": "Luckily, all files are backed up. The content is what truly matters in this situation."
        },
        {
            "situation": "I think I just broke my pinky toe.",
            "situation_type": "1",
        "strategy_1": "Consider listening to your favorite music. This might take your mind off the terrible pain",
        "strategy_2": "It is a very common injury at home. You can only wait till it heals."

        },
        {
            "situation": "My house was flooded this morning.",
            "situation_type": "1",
        "strategy_1": "Try a short trip somewhere pleasant. Hopefully, this will take your mind off the challenges.",
        "strategy_2": "It's fortunate you have good insurance. In the meantime, enjoy playing pool with your kids."
        },
        {
            "situation": "I couldn't sleep at night due to noise.",
            "situation_type": "1",
        "strategy_1": "Go to the pool and have a swim. This will help to recharge and rest.",
        "strategy_2": "Something unusual must have happened at your neighbour's yesterday. Your place is usually so quiet."
        },
        {
            "situation": "I broke the screen of my new smartphone.",
            "situation_type": "1",
        "strategy_1": "Visit a good Pizza place and have some carbs. They could truly uplift your spirits.",
        "strategy_2": "You'll have free time off the phone now. An excellent chance to finish a book."
        },
        {
            "situation": "I've lost a wallet with some money.",
            "situation_type": "1",
        "strategy_1": "Binge some great shows on Netflix. It might help switch your focus for a while.",
        "strategy_2": "Only a small amount is gone. It is your chance to explore another payment method."
        },
        {
            "situation": "I was involved in a minor car accident.",
            "situation_type": "1",
        "strategy_1": "Enjoy a good meal in a restaurant. This might offer a break from the incident.",
        "strategy_2": "Importantly, you are safe and sound. The car scratch will bother you less over time."
        },
        {
            "situation": "I've lost money in the stock market.",
            "situation_type": "1",
        "strategy_1": "Take part in a challenging game, like a crossword. This helps not ruminate about it.",
        "strategy_2": "The stock market has been very unstable lately. It always recovers in the long run."
        },
        {
            "situation": "My new car is a total loss after a crash.",
            "situation_type": "1",
        "strategy_1": "Attend an art exhibition in the city. This will help to put the thoughts away.",
        "strategy_2": "Fortunately, it's only the car damaged, not you. With insurance, consider getting a new one."
        },
        {
            "situation": "I dropped my new smartphone into the toilet.",
            "situation_type": "1",
        "strategy_1": "Engage in some sport and enjoy the endorphins. You won't be preoccupied with this trouble.",
        "strategy_2": "You probably were distracted. You can create a healthier habit to leave the phone outside."
        },
        {
            "situation": "I failed an exam in one of my courses.",
            "situation_type": "1",
        "strategy_1": "Go for a run, breathe the good air. It may offer a break from school.",
        "strategy_2": "This course is probably so challenging. Surely, you can do better with a second chance."
        },
        {
            "situation": "I accidentally deleted an important document.",
            "situation_type": "1",
        "strategy_1": "Grab pizza, ice-cream to go. Head to the nearest park, shifting focus from current concerns",
        "strategy_2": "Using computers can be tricky for everyone. Rewriting it will likely take half the time."
        },
        {
            "situation": "Me and my girlfriend broke up.",
            "situation_type": "2",
            "strategy_1": "Let's go camping by the sea. This might shift your focus away for a while.",
            "strategy_2": "Maybe she needed some time for herself. This relationship is not solely dependent on you."
        },
        {
            "situation": "I was rejected by the girl I was interested in.",
            "situation_type": "2",
            "strategy_1": "Let's head to karaoke, sing your heart out. Hope it will take your mind off this.",
            "strategy_2": "Maybe she is already taken or preoccupied with her ex. Don't waste your precious time."
        },
        {
            "situation": "I've argued with my boss.",
            "situation_type": "2",
            "strategy_1": "Let's treat you with a soothing spa day. It might help put aside those worries.",
            "strategy_2": "He may resist your brilliant innovative ideas. Do not stop thinking out of the box."
        },
        {
            "situation": "Someone tried to steal my wallet on the street.",
            "situation_type": "2",
            "strategy_1": "Consider a quiet evening at home with delicious food. It could be a real breather.",
            "strategy_2": "Maybe the poor guy needed money for food and clothes. You're lucky you weren't hurt."
        },
        {
            "situation": "My mom is driving me crazy.",
            "situation_type": "2",
            "strategy_1": "Pop some popcorn and binge over Netflix. Hope it will help to let it go",
            "strategy_2": "Mothers do that when they are worried. Remember that she wants the best for you."
        },
        {
            "situation": "My mom is ignoring me lately.",
            "situation_type": "2",
            "strategy_1": "Plan a nature day trip, embrace nature's beauty and landscapes. It could uplift your spirits.",
            "strategy_2": "Maybe she is super busy lately with her new job. A mom doesn't simply ignore her child."
        },
        {
            "situation": "I feel excluded from my friends' circle.",
            "situation_type": "2",
            "strategy_1": "Stay up late, dive into online video games. Perhaps they'll become your soothing escape tonight.",
            "strategy_2": "No one is meeting anyway because of COVID-19. Social distancing is still popular these days."
        },
        {
            "situation": "I wasn't invited to my best friend's birthday.",
            "situation_type": "2",
            "strategy_1": "Head north for a hike and breathe fresh mountain air. Hopefully it'll rejuvenate your mind.",
            "strategy_2": "Maybe the party did not take place at all. She must have a solid explanation."
        },
        {
            "situation": "My best friend forgot my birthday.",
            "situation_type": "2",
            "strategy_1": "Explore the nearby gym's new classes. Hope they can make you feel refreshed and strong",
            "strategy_2": "Maybe he is super busy with his troubles lately. He definitely values your wonderful friendship."
        },
        {
            "situation": "My girlfriend forgot our anniversary.",
            "situation_type": "2",
            "strategy_1": " Visit the nearest coffee spot, quiet moments alone. It's a comforting break just for you",
            "strategy_2": "Maybe she has been distracted lately. She's usually so caring and attentive to your relationship."
        },
        {
            "situation": "My friend told me I gained weight.",
            "situation_type": "2",
            "strategy_1": "Try a challenging game like Sudoku. It's rewarding and can help shift your focus positively.",
      	    "strategy_2": "Sometimes people can be so insensitive. He probably meant well and worried about your health."
        },
        {
            "situation": "I was yelled at in a supermarket.",
            "situation_type": "2",
            "strategy_1": "Explore a new city art exhibition, enjoy yourself. Hope the beauty will captivate your thoughts.",
	    "strategy_2": "Perhaps they had a tough day and it wasn't personal. People are rude to strangers."
        },
        {
            "situation": "My parents do not appreciate my professional path.",
            "situation_type": "2",
            "strategy_1": " Take a run in the countryside for a brief escape. It might uplift your mood.",
            "strategy_2": "Parents sometimes want to express themselves via the children. But you are your own person."
        },
        {
            "situation": "My girlfriend said she is not ready to get married.",
            "situation_type": "2",
            "strategy_1": "Visit a cozy downtown pub, savor a drink. It's a chance to find some relaxation.",
            "strategy_2": "She's probably occupied with her career and needs to feel stable. She certainly loves you."
        },
        {
            "situation": "My girlfriend cheated on me.",
            "situation_type": "2",
            "strategy_1": "Go out, connect with new people, pamper yourself. This might give you a well-deserved break.",
      	    "strategy_2": "You are lucky to discover her real attitude before you committed. You deserve much better."
        },
        {
            "situation": "I've argued with my wife.",
            "situation_type": "2",
            "strategy_1": "Explore the mall's sales and treat yourself. It might be a perfect way to relax.",
            "strategy_2": "We all have disagreements. They can be opportunities to nurture and deepen your relationship."
        },
        {
            "situation": "My recent post in social media was ignored.",
            "situation_type": "2",
            "strategy_1": "Visit the bookstore, treat yourself to a great book. Hopefully, it will whisk you away.",
            "strategy_2": "The social media feed is so overloaded with advertising. Maybe it wasn't visible to anyone."
        },
        {
            "situation": "I wasn't asked how I feel when I was sick recently.",
            "situation_type": "2",
            "strategy_1": "Head to the beach before sunset. The waves may provide a break from daily concerns.",
            "strategy_2": "Maybe your friends didn't grasp how serious it was. They might have considered it insignificant."
        },
        {
            "situation": "My friend was promoted, and I was not.",
            "situation_type": "2",
            "strategy_1": "Plan a short getaway, explore new destinations. Let the adventure briefly transport your thoughts.",
            "strategy_2": "This is an opportunity to change your job. Every employer would love to have you."
        },
        {
            "situation": "I got in a fight with my neighbour over my parking spot.",
            "situation_type": "2",
            "strategy_1": "Subscribe and listen to few amazing podcasts on Spotify. It will keep you pleasantly occupied.",
            "strategy_2": "He may have been in a rush. Perhaps he's new and didn't realize it's yours."
        }
    ]
}